[
  {
    "title": "A/B Testing (Optimizely)",
    "desc": "An experimentation platform that allows marketing teams to test and personalize webpages for constant iteration and optimization based on data-driven hypotheses.",
    "type": "report",
    "synonyms": [
      "Optimizely",
      "a/b testing",
      "ab testing"
    ]
  },
  {
    "title": "Audience Quality",
    "desc": "Provides visibility into audience performance by response across four dimensions: job role, industry, individual newness, and company client status.",
    "type": "report",
    "synonyms": [
      "audience insights",
      "audience",
      "segmentation",
      "segment"
    ]
  },
  {
    "title": "Brand Health",
    "desc": "Helps business leaders understand how clients and prospects perceive IBM and competitors, and what drives these perceptions, so that we can plan more effective brand engagement experiences.",
    "type": "report",
    "synonyms": [
      "md&i",
      "health monitor"
    ]
  },
  {
    "title": "Content Analytics",
    "desc": "Provides Content and Campaign Managers with a view of web content and video engagement by traffic source, device type, and campaign.",
    "type": "report"
  },
  {
    "title": "Discovery & Engagement",
    "desc": "Understand the marketing activities which resulted in clients and prospects discovering and engaging with IBM. Contains metrics from Cost and Impressions through to Responses and HQ Responses, allowing users to dive deeper into metrics in the earlier stages of a campaign.",
    "type": "report",
    "synonyms": [
      "d&e",
      "d and e",
      "discovery",
      "Diagnostic Discovery & Engagement"
    ]
  },
  {
    "title": "Email",
    "desc": "Understand effectiveness of email marketing activities and identify what could be improved. Provides a summary level view where users can drill down into detailed dimensions, as well as Email Deliverability and Email Effectiveness tabs.",
    "type": "report",
    "synonyms": [
      "CRM",
      "Diagnostic Email"
    ]
  },
  {
    "title": "Digital Offering Funnel",
    "desc": "View end-to-end funnel metrics for Digital Offerings from visits to wins and NPS.",
    "type": "report"
  },
  {
    "title": "E2E Funnel",
    "desc": "A scorecard view with key campaign KPIs used to identify areas to optimize performance and efficiency.",
    "type": "report",
    "synonyms": [
      "end to end",
      "end to end funnel",
      "funnel",
      "e2e",
      "e to e",
      "etoe",
      "end-to-end",
      "end-to-end funnel"
    ]
  },
  {
    "title": "Event Detail",
    "desc": "Provides visibility to number of events, registrations, and attendees. Displays Actual, YTY and % Achievement of Projection events executed in a table format which is custimizable by using filters and format table options.",
    "type": "report"
  },
  {
    "title": "Event End to End",
    "desc": "Provides visibility to the performance of a group of events in creating (Marketing Source) and progressing pipeline (Total Win Influence). Displays YTD and YTY actuals for events executed.",
    "type": "report"
  },
  {
    "title": "Event Revenue",
    "desc": "Provides visibility to the performance of a group of events in creating (Marketing Source) and progressing pipeline (Total Win Influence). Displays Actual, YTD and Life of Revenue for events executed.",
    "type": "report"
  },
  {
    "title": "Event ROI",
    "desc": "Understand return on investment (ROI) from events. Displays Actuals and E:R for events executed.",
    "type": "report"
  },
  {
    "title": "Forecast Quarter Contribution",
    "desc": "Measures marketing contribution to current quarter (CQ), next quarter (NQ), or next quarter plus one (NQ+1) pipeline. Displays Actual, YTY, and % Contribution of opportunity pipeline for the forecast quarter from sales and marketing.",
    "type": "report",
    "synonyms": [
      "CQ Contribution",
      "NQ Contribution",
      "NQ+1 Contribution"
    ]
  },
  {
    "title": "Heatmaps & Visitor Tracking (Hotjar)",
    "desc": "A platform that allows Digital Strategists to track user journeys through heatmaps of our website and video replays of individual user journeys on a page (URL).",
    "type": "report"
  },
  {
    "title": "IBM Digital Analytics",
    "desc": "(formerly Coremetrics) A platform for Analytics Specialists to build and share custom reports for deep dive web analytics beyond standardized, higher level views in Pearl.",
    "type": "report"
  },
  {
    "title": "Keywords (BrightEdge)",
    "desc": "Provides 360 degree view of Organic Search performance from ranking to traffic and conversions. Customize dashboards to view your performance against competitors, conduct keyword research, run a site crawl for technical issues or look at the backlinks profile of your website.",
    "type": "report"
  },
  {
    "title": "Live Chat Metrics",
    "desc": "Provides visibility to the drivers and performance of live chat across IBM pages, geographies, and business units. Enables teams to identify opportunities for improving the chat rate by evaluating chat engagement, placement, or availability.",
    "type": "report"
  },
  {
    "title": "Lotame",
    "desc": "A DMP that provides a way to manage our online cookie data along with third party data, for targeting and analysis.",
    "type": "report",
    "synonyms": [
      "lowtami",
      "lowtamay",
      "loetami",
      "audience monitoring",
      "loetame",
      "lotamie",
      "lotami",
      "lotmae"
    ]
  },
  {
    "title": "Marketing Progress",
    "desc": "Measures pipeline progression (sales stage, revenue amount, forecast quarter) which resulted from a client interacting with marketing activities during the life of an opportunity. Displays Year-to-date, Week-to-week, and Year-to-year Marketing Progress actuals.",
    "type": "report"
  },
  {
    "title": "Source Quarterly Targets",
    "desc": "Measure achievement of Marketing Source quarter-end results to marketing targets by quarter for RLM MCR, BP MCR and Assist to Create.",
    "type": "report"
  },
  {
    "title": "Marketing Source",
    "desc": "Measures pipeline creation which resulted from a client interacting with marketing activities prior to opportunity creation. Displays Year-to-date, Week-to-week, and Year-to-year Marketing Source actuals.",
    "type": "report"
  },
  {
    "title": "Source Targets",
    "desc": "Measures achievement of Marketing Source actual results to marketing targets and weekly track indicator for RLM MCR, BP MCR, and Assist to Create",
    "type": "report"
  },
  {
    "title": "Marketing Top Sheet",
    "desc": "Provides Chief Marketing Officers (CMO) and marketing leaders with a view of marketing efficiency across Plans, Programs, or Projects.",
    "type": "report",
    "synonyms": [
      "Top Sheet",
      "marketing top sheet 2.0",
      "Marketing Top Sheet"
    ]
  },
  {
    "title": "Marketing Win Influence",
    "desc": "Measures won business outcome for Marketing Source of Marketing Progress opportunities. Displays Year-to-date, Week-to-week, Year-to-year, and Life of Marketing Win Influence actuals.",
    "type": "report"
  },
  {
    "title": "Paid Media",
    "desc": "Provides Chief Marketing Officers (CMO), Campaign Managers, and Paid Media and Digital Strategists a view of Paid Media efficiency and effectiveness across Plans, Projects and Geos.",
    "type": "report",
    "synonyms": [
      "media",
      "banners",
      "groupm",
      "social ads"
    ]
  },
  {
    "title": "Net Promoter Score (Medallia)",
    "desc": "Delivers real-time customer feedback from moments of truth across the client journey through NPS and client verbatims.",
    "type": "report",
    "synonyms": [
      "promoter score",
      "medalia",
      "NPS"
    ]
  },
  {
    "title": "Page Insights",
    "desc": "Provides a page (URL) level optimization view that includes traffic and engagement metrics, conversion events, and registry information. Includes campaign-driven traffic (VCPI / Plan Framework) and organic traffic.",
    "type": "report"
  },
  {
    "title": "Response Management",
    "desc": "Provides marketers a view of how responses are being managed by marketing automation (EMM).",
    "type": "report"
  },
  {
    "title": "RLM Create Funnel",
    "desc": "Provides visibility to campaign responses, the resulting workload sent to RLM resources, and the final outcome of the workload, including opportunities created (RLM MCR). Displays Actual and YTY actuals of responses, RLM workload, and Marketing Source RLM MCR.",
    "type": "report"
  },
  {
    "title": "RLM Workload Detail",
    "desc": "Provides visibility to status of workload sent to RLM resources working in SalesConnect or SalesForce. Displays Actual, WTW and YTY actuals for RLM Workload.",
    "type": "report"
  },
  {
    "title": "SaaS Acceleration Funnel",
    "desc": "Provides SaaS product marketing performance against weekly volume and Annual Contract Value (ACV$) targets.",
    "type": "report"
  },
  {
    "title": "Web Metrics",
    "desc": "Understand and review aggregate web visits and engagement at Total Marketing, Business Unit, and GBT levels.",
    "type": "report"
  },
  {
    "title": "Web Page KPIs",
    "desc": "Provides visibility to performance at the page (URL) level for web visits and engagement related metrics segmented at Total Marketing, Business Units, and GBT Level.",
    "type": "report"
  },
  {
    "title": "Webcast E2E Detail",
    "desc": "Provides visibility to the performance of a group of webcasts in creating (Marketing Source) and progressing pipeline (Total Win Influence). Displays YTD and YTY actuals for events executed.",
    "type": "report"
  },
  {
    "title": "Win Influence Quarterly Targets",
    "desc": "Measures achievement of Marketing Win Influence to quarterly track indicator of target at the Geo / Market, Brand and Revenue Type.",
    "type": "report"
  },
  {
    "title": "Win Influence Targets",
    "desc": "Measures achievement of Marketing Win Influence to weekly track indicator of target at the Geo / Market, Brand and Revenue Type.",
    "type": "report"
  },
  {
    "title": "YTD Source Contribution",
    "desc": "Measure marketing contribution to total business pipeline creation. Displays Year-to-date, Year-to-year, and % Contribution of opportunities created in the current year from sales and marketing.",
    "type": "report",
    "synonyms": [
      "year to date source contribution"
    ]
  },
  {
    "title": "YTD Win Influence Contribution",
    "desc": "Measure marketing contribution to total business pipeline wins. Displays Year-to-date, Year-to-year, and % Contribution of opportunities won in the current year from sales and marketing.",
    "type": "report",
    "synonyms": [
      "year to date win influence contribution"
    ]
  },
  {
    "title": "% Chats Initiated",
    "type": "metric",
    "desc": "Percentage of conversion events where chat was triggered for a page or group of pages. Calculated: Chat conversion events / Total conversion events",
    "synonyms": [
      "chat events",
      "chat conversion events"
    ],
    "related_reports": [
      "Web Page KPIs"
    ]
  },
  {
    "title": "% Mobile Video Starts",
    "type": "metric",
    "desc": "The percentage of video starts that are mobile video starts. Calculated: Mobile Video Starts / Total Video Starts",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "% Mobile Visits",
    "type": "metric",
    "desc": "A visit (session) is an interaction, by an individual, with an IBM Marketing website. A visit can contain multiple page views. A visit times out after 30 minutes of inactivity.  IBM employees, IBM agencies, and bots are excluded from the metric.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "% of High Quality Responses Sent to XXR",
    "type": "metric",
    "desc": "Percentage of high quality responses (Strong or Medium score) that are sent to XXR for follow-up.",
    "related_reports": [
      "Response Management"
    ]
  },
  {
    "title": "% of Responses Acted On by Flowchart",
    "type": "metric",
    "desc": "Percentage of responses that IBM followed up on via Email or XXR.",
    "related_reports": [
      "Response Management"
    ]
  },
  {
    "title": "% of Visits with Chat Installed",
    "type": "metric",
    "desc": "Chat Installed Visits/Total Marketing Visits",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "% Owned/Earned Completion Rate",
    "type": "metric",
    "desc": "The percentage of total owned/earned video starts that result in owned/earned video completes (video is watched 75% or more). Calculated: Owned – Earned Video Completes / Owned-Earned Video Starts",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "% Owned/Earned Engagement Rate",
    "type": "metric",
    "desc": "The percentage of total owned/earned visits that are considered engaged (relevant second click). Calculated: Owned-Earned Engaged Visits/ Total Owned-Earned Visits",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "% Owned/Earned Video Starts",
    "type": "metric",
    "desc": "The percentage of video starts that are Owned/Earned video starts. Calculated: Owned-Earned Video Starts / Total Video Starts",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "% Owned/Earned Visit",
    "type": "metric",
    "desc": "The percentage of visits that are Owned/Earned video visits. Calculated: Owned/Earned Visits / Total Visits",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "% Paid Starts",
    "type": "metric",
    "desc": "The percentage of video starts that are paid video starts. Calculated: Paid Video Starts / Total Video Starts",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "% Paid Visits",
    "type": "metric",
    "desc": "The percentage of visits that are paid visit. Calculated: Paid Visits / Total Visits",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "% Scheduled",
    "type": "metric",
    "desc": "Percentage of conversion events where the Scheduler conversion was triggered for a page or group of pages. Calculated: Scheduler conversion events / Total conversion events",
    "synonyms": [
      "scheduler events",
      "scheduler conversion events"
    ],
    "related_reports": [
      "Web Page KPIs"
    ]
  },
  {
    "title": "% Trials",
    "type": "metric",
    "desc": "Percentage of conversion events where the Trial conversion was triggered for a page or group of pages. Calculated: Trial conversion events / Total conversion events",
    "synonyms": [
      "trial events",
      "trial conversion events"
    ],
    "related_reports": [
      "Web Page KPIs"
    ]
  },
  {
    "title": "% Valid Registrations",
    "type": "metric",
    "desc": "Percentage of total registrations that are considered ‘valid’ based on the removal of any records with data quality flags and IBMers. Calculated: (Registrations – IBMers and Data Quality issues) / Registrations",
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "<20 Seconds Wait Time",
    "type": "metric",
    "desc": "Number of answered chats with a response time of less than 20 seconds.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Acquisition Name",
    "type": "dimension",
    "desc": "Identifies the name of a company or product acquisition using a software sales mapping of product codes.",
    "related_reports": [
      "Event Revenue",
      "Marketing Win Influence",
      "Marketing Source",
      "Marketing Progress",
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Action Taken by Flowchart",
    "type": "metric",
    "desc": "Count of addressable responses where a flowchart has taken action, e.g. Sent Email Only, Sent XXR Only, Sent Both Email and to XXR and No action)",
    "related_reports": [
      "Response Management"
    ]
  },
  {
    "title": "Actionable %",
    "type": "metric",
    "desc": "Calculated: The percentage of closed RLM Workload that has been attempted and resulted in an interaction with the contact by the XXR. Closed Actionable RLM Workload (Status Detail of Contact Created, Marketing Nurture, or Not Interested) divided by Closed RLM Workload.",
    "related_reports": [
      "E2E Funnel",
      "RLM Create Funnel",
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Actionable Leads",
    "type": "metric",
    "desc": "Count of RLM Workload closed by XXR with Lead Status Detail of Contact Created, Marketing Nurture or Not Interested.",
    "related_reports": [
      "E2E Funnel",
      "RLM Create Funnel",
      "RLM Workload Detail"
    ],
    "synonyms": [
      "actionable lead"
    ]
  },
  {
    "title": "Asset",
    "type": "dimension",
    "desc": "Identifies a specific piece of marketing content.  Asset Version Codes are defined in UMO and captured during registration (MRS/URX forms).",
    "synonyms": [
      "ov code",
      "asset code",
      "asset name",
      "asset version code/name",
      "content",
      "assets"
    ],
    "related_reports": [
      "Audience Quality",
      "Content Analytics",
      "Discovery & Engagement",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Asset Page URL",
    "type": "dimension",
    "desc": "The published, external facing URL of the Asset. This URL is also known as the Delivery URL.",
    "synonyms": [
      "delivery url",
      "asset page URLs"
    ],
    "related_reports": [
      "Content Analytics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Asset Type",
    "type": "dimension",
    "desc": "Identifies the format or content of the asset",
    "synonyms": [
      "content type",
      "asset types"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Content Analytics"
    ]
  },
  {
    "title": "Asset Type Group",
    "type": "dimension",
    "desc": "Categorizes offer types based upon similar attributes, such as customer stories.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Availability Rate",
    "type": "metric",
    "desc": "Chat Available Visits/ (Chat Available Visits + Chat Not Available Visits). Expected availability is 100% during business hours (8AM-6PM local time).",
    "related_reports": [
      "Live Chat Metrics"
    ],
    "synonyms": [
      "availability rates"
    ]
  },
  {
    "title": "Available + Not Available",
    "type": "metric",
    "desc": "Visits to pages in which the “chat available” or “chat not available” coremetrics tag fired. Softlayer pages are excluded. Will not match total visit pages in other Pearl views because availability flags are not always captured (i.e. if the visitor leaves before tag can fire).",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Available Visits",
    "type": "metric",
    "desc": "Visits to pages in which the “chat available” coremetrics tag fired. Will fire if an IBM rep is logged in and ready to receive a chat. Expected availability is 100% during business hours (8AM-6PM local time). Softlayer pages are excluded.",
    "synonyms": [
      "chat available visits",
      "available visit"
    ],
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Average Time Watched",
    "type": "metric",
    "desc": "The average time individuals watched a video, measured in seconds.",
    "synonyms": [
      "video time"
    ],
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Avg Influence Win",
    "type": "metric",
    "desc": "Calculated: Total Influence Win Revenue / Count of Influence Wins",
    "synonyms": [
      "avg win size",
      "avg infl win"
    ],
    "related_reports": [
      "Marketing Top Sheet"
    ]
  },
  {
    "title": "Avg Source VL",
    "type": "metric",
    "desc": "Calculated: Source Validated Lead Revenue / Count of Source Validated Leads",
    "synonyms": [
      "avg vl size"
    ],
    "related_reports": [
      "Marketing Top Sheet"
    ]
  },
  {
    "title": "Avg Source Win",
    "type": "metric",
    "desc": "Calculated: Total Source Win Revenue / Count of Source Wins",
    "related_reports": [
      "Marketing Top Sheet"
    ]
  },
  {
    "title": "Bounce Rate",
    "type": "metric",
    "desc": "Percentage of emails sent that could not be delivered due to either a Hard Bounce or Soft Bounce.",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Business Partner",
    "type": "dimension",
    "desc": "An IBM business partner (BP).  Marketing created revenue from BP created opportunities (BP MCR) is reported only when a valid marketing code is associated with the opportunity.",
    "synonyms": [
      "bp"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Event End to End",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Business Unit Outcome",
    "type": "dimension",
    "desc": "Business unit assigned by the IBM DDR for the chat. Does not align exactly with GBT 10.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Buyer Stage",
    "type": "dimension",
    "desc": "The Marketer Workspace Campaign Journey Stage.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Buying Cycle",
    "type": "dimension",
    "desc": "Stage in the purchase lifecycle of an asset.  Clients move toward “Buy” as they gather information and knowledge.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Campaign Status",
    "type": "dimension",
    "desc": "The current status of a marketing campaign, as defined in Marketer Workspace.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Campaign Visits",
    "type": "metric",
    "desc": "Count of web visits driven by campaign activity (as measured by the presence of VCPI campaign tags). Visits are deduplicated at a session level.",
    "synonyms": [
      "vcpi campaign tagging",
      "web visits by campaign",
      "campiagn visits",
      "campaign visit"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Discovery & Engagement",
      "Paid Media",
      "Page Insights",
      "Content Analytics"
    ]
  },
  {
    "title": "Cell",
    "type": "dimension",
    "desc": "A cell name (and code) defines the campaign-specific grouping of an audience that will receive a similar treatment. In email marketing, a cell name (and code) can be leveraged by the following creative treatements: an entire mailing, personalization variation of mailings, and/or A/B testing of mailings.",
    "synonyms": [
      "cell name",
      "cell code"
    ],
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Chat",
    "type": "metric",
    "desc": "Count of the number of times the IBM Digital Analytics conversion events for Live Chat were triggered.",
    "related_reports": [
      "Page Insights",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Chat Installed Ever",
    "type": "metric",
    "desc": "Visits to pages in which the “chat installed” coremetrics tag fired at least once ever",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Chat Installed Visits",
    "type": "metric",
    "desc": "Visits to marketing pages in which the “Chat Installed” coremetrics tag fired",
    "related_reports": [
      "Live Chat Metrics"
    ],
    "synonyms": [
      "chat installed visit"
    ]
  },
  {
    "title": "Chat Not Installed Visits",
    "type": "metric",
    "desc": "Visits to pages in which the “chat installed” coremetrics tag did not fire. Represents visits to pages where chat is not installed.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Chat Result",
    "type": "dimension",
    "desc": "Result of a survey filled out by IBM reps post-chat. This helps us classify chats as “High Quality” or “Sales”",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Chats",
    "type": "metric",
    "desc": "A chat in which the user was connected to an agent, and the user sent at least 1 message (i.e. interactive chat). The count excludes ghost chats (e.g. IBM initiated a chat but the user did not respond). Softlayer limits chat to Sales and Marketing based on skills queues.",
    "synonyms": [
      "live chats",
      "interactive chats",
      "chat volume",
      "chat sessions"
    ],
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Click",
    "type": "metric",
    "desc": "When a user clicks on a call to action / linked content. This may be clicking a media impression, within an email, or within the IBM.com site. A click may or may not result in a subsequent visit as there is some expected dropoff. In the case of touch-screen devices, the user “clicks” by touching the active area with their finger or a stylus.",
    "synonyms": [
      "clicks",
      "media click",
      "media clicks",
      "email click",
      "site click",
      "web page click"
    ],
    "related_reports": [
      "Discovery & Engagement",
      "Paid Media"
    ]
  },
  {
    "title": "Click Through Rate",
    "type": "metric",
    "desc": "The percentage of total paid media impressions (paid search, paid social, and display) that were clicked by a potential visitor. Calculated: Clicks / Impression",
    "synonyms": [
      "ctr",
      "click thru rate"
    ],
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Click to Open Rate",
    "type": "metric",
    "desc": "The percentage of opened emails that resulted in a user clicking on content. Calculated: Unique Email Clicks / Unique Email Opens",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Click to Visit Rate",
    "type": "metric",
    "desc": "The percentage of paid media (display, paid social, paid search) clicks that resulted in a visit. Calculated: Campaign visits (excludes email and owned social) / clicks. There is expected dropoff from clicks to visits.",
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Client Geography",
    "type": "dimension",
    "desc": "The location of where the client or prospect or web visitor is located. This dimension is available in the data for visits through wins, but not at earlier stages of the funnel.",
    "synonyms": [
      "location",
      "landing geo",
      "landing geography"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "Discovery & Engagement",
      "Paid Media",
      "Email"
    ]
  },
  {
    "title": "Client Tier",
    "type": "dimension",
    "desc": "Market segmentation of MidMarket and Enterprise that enables end-to-end sales strategy planning and execution.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "Client Type",
    "type": "dimension",
    "desc": "A grouping of customers based on their size and IBM relationship.  A dimension against which reporting results are classified which distinguishes the results by the customer set of the account to which the result is associated (landing view).",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "Close Category",
    "type": "dimension",
    "desc": "Response and lead management (RLM Workload) defined groups of Lead Status Detail.",
    "related_reports": [
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Close Year/Quarter",
    "type": "dimension",
    "desc": "Quarter the opportunity is expected to close, which is based on the Forecast (HW/SW) or Decision Date (Services). Forecast / Decision date is a date recorded on the opportunity for each revenue (component) record that identifies when the customer can expect to be billed or sign a contract for this component, assuming IBM wins the opportunity.",
    "synonyms": [
      "forecast date",
      "decision date",
      "forecast / decision date"
    ],
    "related_reports": [
      "Forecast Quarter Contribution",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Closed %",
    "type": "metric",
    "desc": "Calculated: Percent of the total records sent to XXR which have been completed.",
    "synonyms": [
      "closed percentage"
    ],
    "related_reports": [
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Company Client Status",
    "type": "dimension",
    "desc": "Indicates whether a responder’s company is a client of IBM or not. A company is considered a client if they have purchased at least25 from IBM in one quarter in the past 4 years.",
    "synonyms": [
      "client status"
    ],
    "related_reports": [
      "Audience Quality"
    ]
  },
  {
    "title": "Completion Rate",
    "type": "metric",
    "desc": "The percentage of total video starts that result in a video complete (video is watched 75% or more). Calculated: Video Completes / Total Video Starts",
    "synonyms": [
      "video completion"
    ],
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Content Format",
    "type": "dimension",
    "desc": "The way the content is delivered to the client to fulfill its purpose, e.g. include PDF, Web Article, and Video. (Content Format is specified in Marketer Workspace)",
    "synonyms": [
      "asset format"
    ],
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Cost",
    "type": "metric",
    "desc": "The total cost of a campaign or project code. This includes net event cost and paid media cost (cash spend). Can be aggregated to Program and Plan level.",
    "synonyms": [
      "total cost",
      "net event cost"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Discovery & Engagement",
      "Paid Media"
    ]
  },
  {
    "title": "Cost per Engaged Visit",
    "type": "metric",
    "desc": "The cost or campaign investment associated with driving an engaged campaign visit to IBM domain sites. This calculation excludes channels that do not have a cost (ex. owned social and email) from the counts. Calculated: Media Cost (excluding Content Syndication) / Campaign Engaged Visits (incl. only Paid Social, Paid Search, and Display visits).",
    "synonyms": [
      "media cost / engaged visits",
      "media cost divided by visit",
      "cost per visit",
      "cost per campaign visit"
    ],
    "related_reports": [
      "E2E Funnel",
      "Discovery & Engagement",
      "Paid Media"
    ]
  },
  {
    "title": "Cost per High Quality Response",
    "type": "metric",
    "desc": "The total cost or campaign investment to acquire a High Quality Response. Calculated: Total Cost / High Quality Responses",
    "synonyms": [
      "cost / quality responses",
      "cost divided by responses",
      "cost per hq response"
    ],
    "related_reports": [
      "E2E Funnel",
      "Discovery & Engagement",
      "Marketing Top Sheet"
    ]
  },
  {
    "title": "Cost per Influence Win",
    "type": "metric",
    "desc": "The total cost or campaign investment to acquire a Marketing Influence Win. Calculated: Total Cost / Influence Wins",
    "synonyms": [
      "total cost / influence wins",
      "cost/influence",
      "cost divided by influence wins"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel"
    ]
  },
  {
    "title": "Cost per Registration",
    "type": "metric",
    "desc": "The total cost or campaign investment to acquire a registration. Calculated: Total Cost / Total Registrations",
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Cost per Response",
    "type": "metric",
    "desc": "The total cost or campaign investment to acquire a Response. Calculated: Total Cost / Total Response Count",
    "related_reports": [
      "Paid Media",
      "Marketing Top Sheet",
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Cost per RLM Workload",
    "type": "metric",
    "desc": "The total cost or campaign investment to acquire RLM workload. Calculated: Total Cost / RLM Workload",
    "synonyms": [
      "cost / rlm workload",
      "cost divided by rlm workload"
    ],
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "Cost per Source Validated Lead",
    "type": "metric",
    "desc": "The total cost or campaign investment to acquire a Source Validated Lead. Calculated: Total Cost / Source Validated Leads",
    "synonyms": [
      "cost / validated lead",
      "cost divided by source lead",
      "cost per lead",
      "cost for lead",
      "cost per vl"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel"
    ]
  },
  {
    "title": "Cost per Total Influence Win",
    "type": "metric",
    "desc": "The total cost or campaign investment to acquire a Marketing Influence Win. Calculated: Total Cost / Total Influence Wins",
    "synonyms": [
      "cost per win",
      "cost per wins"
    ],
    "related_reports": [
      "E2E Funnel",
      "Marketing Top Sheet"
    ]
  },
  {
    "title": "Country",
    "type": "dimension",
    "desc": "The geographic location of the person (visitor, client, etc).",
    "synonyms": [
      "visitor country"
    ],
    "related_reports": [
      "Live Chat Metrics",
      "Response Management",
      "Web Metrics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Cov %",
    "type": "metric",
    "desc": "Actual coverage of objectives based on PERFORM value pipeline revenueM.  Percentage value to demonstrate the forecasted revenue based on the projections against the objective set for the Brand/IMT.  Forward-looking pipeline achievement as compared to the pipeline objective.",
    "synonyms": [
      "coverage percent",
      "coverage %"
    ],
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Creation Quarter",
    "type": "dimension",
    "desc": "The quarter the opportunity detail record was created by a seller in the an opportunity management system (date is system generated).",
    "synonyms": [
      "create quarter"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Creation Week",
    "type": "dimension",
    "desc": "The system datestamp assigned to a lead detail record which indicates the date the record originated in the source system, indicates the week the lead was created.",
    "synonyms": [
      "create week"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Customer Name",
    "type": "dimension",
    "desc": "Business name of the IBM customer.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Event End to End",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Delivery Rate",
    "type": "metric",
    "desc": "The percentage of total emails sent that were delivered to the recipient (all emails sent may not result in a delivery due to a Send Failure, Hard Bounce, or Soft Bounce). Calculated: Unique Emails Delivered / Unique Emails Sent",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Demoters",
    "type": "dimension",
    "desc": "The count of users who respond negatively to surveys on the likelihood to recommend.",
    "related_reports": [
      "Live Chat Metrics"
    ],
    "synonyms": [
      "demoter"
    ]
  },
  {
    "title": "Device Type",
    "type": "dimension",
    "desc": "Segmentation of traffic based on the type of device used by the visitor to browse our pages, e.g. mobile vs desktop.",
    "synonyms": [
      "mobile vs desktop",
      "device types"
    ],
    "related_reports": [
      "Content Analytics",
      "Web Metrics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Digital Offerings",
    "type": "dimension",
    "desc": "A list of digital offerings selected by DBG as their business priority for reporting",
    "synonyms": [
      "top digital offerings",
      "priority offerings"
    ],
    "related_reports": [
      "Web Metrics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Direct load",
    "type": "dimension",
    "desc": "One of the marketing Channel Detail value, which gets a count when the session does not have any referral information.",
    "synonyms": [
      "no referrers",
      "direct traffic"
    ],
    "related_reports": [
      "Page Insights"
    ]
  },
  {
    "title": "Document Name",
    "type": "dimension",
    "desc": "The email creative name generated in eMessage.",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "DQ Registrations",
    "type": "metric",
    "desc": "Count of total registrations that are considered invalid due to data quality flags (IBMer, Name, Email, Phone, Address)",
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Email Click",
    "type": "metric",
    "desc": "Count of the number of times any link (or linked content) within an email was clicked.",
    "related_reports": [
      "Email"
    ],
    "synonyms": [
      "email clicks"
    ]
  },
  {
    "title": "Email Click Response Rate",
    "type": "metric",
    "desc": "The percentage of email clicks (on linked content within the email) that resulted in a response.",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Email Click Through Rate",
    "type": "metric",
    "desc": "The percentage of Emails Delivered that resulted in the recipient clicking on linked content within the email. Calculated: Unique Email Click / Unique Email Delivered",
    "synonyms": [
      "email ctr",
      "email click thru rate"
    ],
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Email Only, No Action (Need Investigation)",
    "type": "metric",
    "desc": "“Other” in the XXR deep dive tab indicates registrations that were sent to email only and that were not taken actions on.",
    "related_reports": [
      "Response Management"
    ]
  },
  {
    "title": "Email Open",
    "type": "metric",
    "desc": "Count of email recipients that viewed/opened the email.",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Email Opt Out",
    "type": "metric",
    "desc": "Count of users who have opted out of future email communications from IBM. Count based on email unsubscribe link in footer of all emails. This metric is unavailable currently.",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Email Response Count",
    "type": "metric",
    "desc": "Count of responses generated from email as a channel (identified on the response record through VCPI)",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Email Sends",
    "type": "metric",
    "desc": "Count of emails transmitted by IBMs email server",
    "synonyms": [
      "email sent",
      "emails sent"
    ],
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Emails Delivered",
    "type": "metric",
    "desc": "Count of unique emails sent minus send failures and soft and hard bounces. The subset of unique emails sent that reached the recipient’s inbox.",
    "related_reports": [
      "E2E Funnel",
      "Email"
    ],
    "synonyms": [
      "email delivered"
    ]
  },
  {
    "title": "Engaged Visits",
    "type": "metric",
    "desc": "Count of web visits that resulted in a relevant click. This includes clicks to a secondary page (e.g. moving to a product detail page) or engagement on a single page (e.g. videos, downloads, IWM registrations). Engagement does not include clicks on the IBM.com header or footer.",
    "synonyms": [
      "engagement",
      "engaged visit",
      "page engagement"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Discovery & Engagement",
      "Paid Media",
      "Web Metrics",
      "Web Page KPIs",
      "Page Insights",
      "Paid Media"
    ]
  },
  {
    "title": "Engagement Rate",
    "type": "metric",
    "desc": "The percentage of total web visits that can be considered engaged (had a relevant second click). This includes clicks to a secondary page (e.g. moving to a product detail page) and engagement on a single page (e.g. videos, downloads, IWM registrations). Engagement does not include clicks on the IBM.com header or footer. Calculated: Engaged Visits / Total Visits",
    "synonyms": [
      "engagement %",
      "eng rate",
      "er",
      "engaged visit rate",
      "adjusted bounce rate",
      "percentage of engaged visits",
      "engagement percentage",
      "percent engagement",
      "engagement rate %"
    ],
    "related_reports": [
      "E2E Funnel",
      "Discovery & Engagement",
      "Web Metrics",
      "Web Page KPIs",
      "Page Insights"
    ]
  },
  {
    "title": "Entry %",
    "type": "metric",
    "desc": "The percentage of times a page was the entry page (first page of a visit) for a campaign. Calculated: Total number of entries to page X / Total Entries.",
    "related_reports": [
      "Page Insights"
    ]
  },
  {
    "title": "Event Brief",
    "type": "dimension",
    "desc": "Event planning document assigned a unique identifier from Event Workspace (EWS) for a single marketing-led, customer-facing event.  Results reported for all marketing codes specified in the Event Brief.",
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Event Category",
    "type": "dimension",
    "desc": "A classification of event used to identify who is driving the overall event. Non-Proprietary – When IBM is participating with at least three other companies and a third party: a) controls the audience content date and location b) owns the budget for the overall event and C) creates and hosts the event. Proprietary ‐ IBM is the event producer, contracting with a 3rd party as a sole sponsor, or co-branding an event with another company.",
    "synonyms": [
      "event type"
    ],
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI"
    ]
  },
  {
    "title": "Event Date Range",
    "type": "dimension",
    "desc": "The start and end date of an event as specified in Events Workspace (EWS).",
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Event ID",
    "type": "dimension",
    "desc": "Unique identifier assigned to an Event Brief",
    "related_reports": [
      "Audience Quality",
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Event Objective",
    "type": "dimension",
    "desc": "The primary goal or objective of your event as specified in Events Workspace (EWS). Lead generating – primarily to generate leads. Lead conversion – primarily to progress or close existing opportunities. Non-lead generating – primarily to bring awareness to attendees but not generate leads.",
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI"
    ]
  },
  {
    "title": "Event Performance",
    "type": "dimension",
    "desc": "Count of eligible events which are producing opportunities and those that are not producing opportunities. Non-performing:  approved event (review status = approved) that has an event objective of lead generating and have not produced any results (zero Marketing Source, Marketing Progress or Marketing Win Influence) more than 31+ days. Performing:  approved event (review status = approved) that has an event objective of lead generating and has produced results (Marketing Source, Marketing Progress or Marketing Win Influence) more than 31+ days.",
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI"
    ]
  },
  {
    "title": "Executed Event",
    "type": "dimension",
    "desc": "Event that has occurred, e.g. event start date is today or before",
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI"
    ]
  },
  {
    "title": "Expense vs. VLRC",
    "type": "metric",
    "desc": "Calculated percent of Lifetime VLRC that is represented by the Net Event Expense as recorded in the event tool suite.",
    "synonyms": [
      "e:vlrc"
    ],
    "related_reports": [
      "Event ROI"
    ]
  },
  {
    "title": "Expense vs. Win Revenue",
    "type": "metric",
    "desc": "Calculated percent of Lifetime Win Revenue that is represented by the Net Event Expense in the event tool suite.",
    "synonyms": [
      "e:wr"
    ],
    "related_reports": [
      "Event ROI"
    ]
  },
  {
    "title": "Flowchart Response Score",
    "type": "dimension",
    "desc": "Score for the person by business area at the time the flowchart created a workload record to be sent to SalesConnect or Salesforce.",
    "related_reports": [
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Forecast / Decision Quarter",
    "type": "dimension",
    "desc": "Quarter when the OI / OO is forecasting the opportunity to be signed by the customer (Forecast Date for HW/SW and Decision Date of Services).",
    "synonyms": [
      "projected quarter close",
      "forecast decision quarter"
    ],
    "related_reports": [
      "Forecast Quarter Contribution",
      "Marketing Source",
      "Marketing Progress"
    ]
  },
  {
    "title": "Forecast / Decision Year",
    "type": "dimension",
    "desc": "Year when the OI / OO is forecasting the opportunity to be signed by the customer (Forecast Date for HW/SW and Decision Date of Services).",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "YTD Source Contribution"
    ],
    "synonyms": [
      "forecast decision year"
    ]
  },
  {
    "title": "Funding Geo",
    "type": "dimension",
    "desc": "The location of the team that provides the primary funds for a campaign, e.g. a Geo, Market, Country or Worldwide. Determined by the first geography in the Placement field of VCPI, e.g. France_",
    "synonyms": [
      "funding geography"
    ],
    "related_reports": [
      "Paid Media",
      "Discovery & Engagement",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue"
    ]
  },
  {
    "title": "Gap",
    "type": "metric",
    "desc": "Revenue gap based on PERFORM RevenueM. Difference between the Projected Pipeline Revenue and the Revenue Objective expressed in dollars.",
    "related_reports": [
      "Forecast Quarter Contribution"
    ],
    "synonyms": [
      "gaps"
    ]
  },
  {
    "title": "GBT 10",
    "type": "dimension",
    "desc": "The highest level in IBM’s brand hierarchy which groups products into IBM Business Units defined by Finance, e.g. Security",
    "synonyms": [
      "brand level 1",
      "global brand taxonomy 10",
      "business unit"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "Live Chat Metrics",
      "Web Metrics",
      "Web Page KPIs",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Source Targets",
      "Source Quarterly Targets",
      "Win Influence Targets",
      "Win Influence Quarterly Targets",
      "Event Revenue",
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "GBT 15",
    "type": "dimension",
    "desc": "Defines a line of business within an IBM Brand, e.g. Storage",
    "synonyms": [
      "brand level 2",
      "brand level 3"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "GBT 17",
    "type": "dimension",
    "desc": "Defines a product segment within an IBM Brand, e.g. Mobile Security & Management",
    "synonyms": [
      "brand level 4"
    ],
    "related_reports": [
      "Web Metrics",
      "Web Page KPIs",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "GBT 20",
    "type": "dimension",
    "desc": "Defines a primary brand in IBM’s brand hierarchy, e.g. Watson Recruitement",
    "synonyms": [
      "brand level 5"
    ],
    "related_reports": [
      "Live Chat Metrics",
      "Web Metrics",
      "Web Page KPIs",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "GBT 30",
    "type": "dimension",
    "desc": "Defines a product family in IBM’s brand hierarchy and is identified by a product category code.",
    "synonyms": [
      "brand level 6",
      "product category code"
    ],
    "related_reports": [
      "Live Chat Metrics",
      "Web Page KPIs",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "Geo Level 3",
    "type": "dimension",
    "desc": "A collection of countries defined by a Geography or Market for reporting purposes to aggregate results from several smaller countries into a single group.",
    "synonyms": [
      "country group",
      "geography level 3"
    ],
    "related_reports": [ ]
  },
  {
    "title": "Geo Parent",
    "type": "dimension",
    "desc": "An aggregation of projects in the Plan Framework hierarchy based on the highest Geo project (using project OMT) in the hierarchy plus ALL subsequent projects within Geo below it.",
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Discovery & Engagement",
      "Email"
    ]
  },
  {
    "title": "Geography",
    "type": "dimension",
    "desc": "The first level in a three-tiered hierarchy which groups Markets into an operational management unit, e.g. North America, Asia Pacific, etc.",
    "synonyms": [
      "geo",
      "iot",
      "geo level 1"
    ],
    "related_reports": [
      "Response Management",
      "Live Chat Metrics",
      "Web Metrics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "GTS Client Value Plays",
    "type": "dimension",
    "desc": "A sales-led series of tactical activities in order to grow opportunity revenue in a particular solution area or product line involving a variety of customer touch points such as business partners, face to face sales, etc.  Opportunity records can be classified with these sales plays in order to measure their performance.",
    "related_reports": [
      "Event Revenue",
      "Marketing Win Influence",
      "Marketing Source",
      "Marketing Progress",
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Hard Bounce",
    "type": "metric",
    "desc": "Count of email addresses with a permanent bounce (due to errors such as deactivated email account, invalid email address or email addresses that do not exist)",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "High Quality Addressable Responses",
    "type": "metric",
    "desc": "Count of responses with a score of Strong or Medium that a campaign is able to contact. Excludes non-addressable responses, e.g. Students, Business Partners, Test Records, Suppressions, etc.",
    "synonyms": [
      "hq addressable responses",
      "hq addressable",
      "high quality addressable response"
    ],
    "related_reports": [
      "Response Management"
    ]
  },
  {
    "title": "High Quality Response Rate",
    "type": "metric",
    "desc": "The percentage of Total Responses that are scored as High Quality Responses (Strong or Medium by the response scoring model). Calculated: High Quality Responses / Total Responses.",
    "synonyms": [
      "hq response rate",
      "% high quality",
      "% hq responses"
    ],
    "related_reports": [
      "E2E Funnel",
      "Discovery & Engagement"
    ]
  },
  {
    "title": "High Quality Responses",
    "type": "metric",
    "desc": "Count of Total Responses that were scored by the response scoring model as Strong or Medium.",
    "synonyms": [
      "hq responses",
      "high quality response",
      "hq response"
    ],
    "related_reports": [
      "E2E Funnel",
      "Discovery & Engagement",
      "Paid Media",
      "Paid Media"
    ]
  },
  {
    "title": "High Value Chat Pts. vs Target",
    "type": "metric",
    "desc": "The point difference of high value chats % below target. Calculated: High Value Chat % – IBM Chat Target",
    "synonyms": [
      "high value chat points vs target"
    ],
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "High Value Chat Rate",
    "type": "metric",
    "desc": "The percentage of total chats that are considered high value based upon post chat rep survey. Calculated: High Value Chats / Total Chats",
    "related_reports": [
      "Live Chat Metrics"
    ],
    "synonyms": [
      "high value chat rates"
    ]
  },
  {
    "title": "High Value Chat Rate Target",
    "type": "metric",
    "desc": "Chat, rep, and NPS targets set at the beginning of the year set by Marketing Platforms and Digital Sales",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "High Value Chats",
    "type": "metric",
    "desc": "Count of chats deemed of high value, based on post chat rep survey. High value chats are determined when there is an interactive chat and the chat result is one of these values: Referred to Online Purchase, Consultant Ed/Progression (Cons E/P), Customer Progression (EMA) Already working with BP or IBM, Out of Region (OOR), Partner Ed/Progression (BP E/P), Download or Free Trial Offer, Offer Accepted (Moved to phone), Opportunity (OPTY) BANT via Chat, Completed General (CPD-Gen), Qualified- New, Qualified- Existing",
    "synonyms": [
      "hv chat"
    ],
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "IBMer Registrations",
    "type": "metric",
    "desc": "Count of registrations that were identified as IBMers (based on IDM data quality flag that utilizes email address and/or w3 cookie)",
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Impressions",
    "type": "metric",
    "desc": "Count of times an IBM advertisement was served or appeared on a web page via paid media (includes paid search, display, and paid social impressions)",
    "related_reports": [
      "E2E Funnel",
      "Discovery & Engagement",
      "Paid Media"
    ],
    "synonyms": [
      "impression"
    ]
  },
  {
    "title": "Indicator",
    "type": "metric",
    "desc": "Portion of the Marketing target expected by each week in the year.",
    "related_reports": [
      "Source Targets",
      "Source Quarterly Targets",
      "Win Influence Targets",
      "Win Influence Quarterly Targets"
    ],
    "synonyms": [
      "indicators"
    ]
  },
  {
    "title": "Individual Newness",
    "type": "dimension",
    "desc": "Whether a responder is a first-time responder to IBM or not. A responder is considered new if the response is the individual’s first response before or within 30 days of being added to the IBM database (IDM).",
    "related_reports": [
      "Audience Quality"
    ]
  },
  {
    "title": "Industry",
    "type": "dimension",
    "desc": "The industry that a responder works in. Industry descriptions are based on how the individual self-identied and then organized on the back-end into a standard industry in Marketing Performance Warehouse based on their industry class (SIC code), e.g. Banking or Insurance",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ],
    "synonyms": [
      "industries"
    ]
  },
  {
    "title": "Initiative",
    "type": "dimension",
    "desc": "A strategic corporate-led solution area in a specific market where IBM wants to focus.  Opportunity records can be classified with these growth initiatives in order to measure the performance of them.",
    "related_reports": [
      "Event Revenue",
      "Marketing Win Influence",
      "Marketing Source",
      "Marketing Progress",
      "Forecast Quarter Contribution"
    ],
    "synonyms": [
      "initiatives"
    ]
  },
  {
    "title": "Job Role",
    "type": "metric",
    "desc": "The job role a responder holds. Job role descriptions are based on how the individual self-identified and then organized on the back-end into a standard job role in MPW",
    "synonyms": [
      "role",
      "job"
    ],
    "related_reports": [
      "Audience Quality"
    ]
  },
  {
    "title": "Lead Age",
    "type": "dimension",
    "desc": "Number of days age grouping for the workload record since creation.",
    "related_reports": [
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Lead Score to XXR",
    "type": "dimension",
    "desc": "Score displayed to the XXR in the RLM workload record. This is the score the campaign flowchart placed in the record sent to the XXR.",
    "related_reports": [
      "RLM Create Funnel",
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Lead Status",
    "type": "dimension",
    "desc": "Current condition of the records sent to XXRs for action.",
    "related_reports": [
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Lead Status Detail",
    "type": "dimension",
    "desc": "Provides details showing either progression of the customer contact or additional insight into the reason the record was completed.",
    "related_reports": [
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Lead Update Age",
    "type": "dimension",
    "desc": "An indication if this opportunity detail record hasn’t been updated since less or more than 45 days.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "YTD Source Contribution",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Event ROI",
      "Event End to End",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Life of",
    "type": "metric",
    "desc": "A metric classification which indicates the metric is not just for the current year, but rather for the cumulative results across all time.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Event ROI",
      "Event End to End"
    ]
  },
  {
    "title": "Low Quality Addressable Responses",
    "type": "metric",
    "desc": "Count of Responses with a score of Weak that a campaign is able to contact. Excludes non-addressable responses, e.g. Students, Business Partners, Test Records, Suppressions, etc.",
    "synonyms": [
      "lq addressable responses",
      "lq addressable"
    ],
    "related_reports": [ ]
  },
  {
    "title": "Mailing Name",
    "type": "dimension",
    "desc": "Name of the mailing within EMM.",
    "synonyms": [
      "mailing"
    ],
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Market",
    "type": "dimension",
    "desc": "The second level in a three-tiered geographic hierarchy which groups countries or sectors within a geography into a Market, e.g. DACH, Brazil",
    "synonyms": [
      "markets",
      "imt",
      "geo level 2"
    ],
    "related_reports": [
      "Live Chat Metrics",
      "Web Metrics",
      "Web Page KPIs",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Event ROI",
      "RLM Create Funnel",
      "Webcast E2E Detail",
      "Event End to End"
    ]
  },
  {
    "title": "Market Parent",
    "type": "dimension",
    "desc": "An aggregation of projects in the Plan Framework hierarchy based on the highest Market project (using project OMT) in the hierarchy plus ALL subsequent projects within Market below it.",
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Discovery & Engagement",
      "Email"
    ]
  },
  {
    "title": "Marketer Workspace (MWS) Tagging Completion Rate",
    "type": "metric",
    "desc": "The percentage of fully tagged assets within the Marketer Workspace Content Inventory. Calculated: Total Tagged Assets / Total Assets",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Marketing Channel Type",
    "type": "dimension",
    "desc": "The marketing communication channels that allow IBM to reach potential clients and engage them with IBM content (identified with VCPI tagging and EMM interaction categorization). Some reports are limited to specific Marketing Channel Type Values by design.",
    "synonyms": [
      "marketing channel",
      "channel",
      "marketing channel type detail",
      "marketing channel types"
    ],
    "related_reports": [
      "Discovery & Engagement",
      "Paid Media",
      "Audience Quality",
      "Page Insights"
    ]
  },
  {
    "title": "Marketing Channel Type Category",
    "type": "dimension",
    "desc": "Segmentation of web traffic sources. The values are either: Campaign (presence of VCPI tags in the session’s referral parameters) or Organic (absence of VCPI tags in the session’s referral parameters).",
    "related_reports": [
      "Page Insights"
    ]
  },
  {
    "title": "Marketing Comm Channel Name",
    "type": "dimension",
    "desc": "High-level group of communication channels or interaction methods used to deliver a marketing message.",
    "synonyms": [
      "marketing channel name"
    ],
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Marketing Comm Channel Type",
    "type": "dimension",
    "desc": "Detailed communication channel or interaction method used to deliver a marketing message.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Marketing Create",
    "type": "metric",
    "desc": "A net new opportunity was created by a XXR or a BP comarketing activity",
    "related_reports": [
      "Marketing Source",
      "Source Targets",
      "Source Quarterly Targets"
    ]
  },
  {
    "title": "Marketing Progress",
    "type": "metric",
    "desc": "Opportunity detail records with evidence of progression (sales stage, revenue amount, forecast date improvement)",
    "synonyms": [
      "progress"
    ],
    "related_reports": [
      "E2E Funnel",
      "Marketing Progress"
    ]
  },
  {
    "title": "Marketing Source",
    "type": "metric",
    "desc": "Client interacted with marketing activities prior to opportunity creation (Marketing Create and Marketing assisted Seller created).",
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Marketing Source",
      "Event End to End",
      "Event Revenue",
      "Event ROI",
      "Source Targets",
      "Source Quarterly Targets",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Marketing Source Rate % (RLM Only)",
    "type": "metric",
    "desc": "Calculated: Count of Source Validated Leads (RLM Only) / RLM Workload",
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "Marketing Source Validated Lead Revenue",
    "type": "metric",
    "desc": "Revenue value of opportunity detail records in a validated sales stage or greater that meet marketing source criteria for RLM MCR, BP MCR, or Assist to Create. Reported in YTD when opportunity detail create date is in the current year.",
    "synonyms": [
      "source vlr",
      "source vlrc",
      "marketing source vlrc",
      "source validated leads revenue created"
    ],
    "related_reports": [
      "Marketing Top Sheet"
    ]
  },
  {
    "title": "Marketing Source Validated Leads",
    "type": "metric",
    "desc": "Count of opportunity detail records in a validated sales stage or greater that meet marketing source criteria for RLM MCR, BP MCR, or Assist to Create. Reported as YTD when opportunity detail create date is in the current year.",
    "synonyms": [
      "marketing source vl",
      "source validated leads",
      "source vlc",
      "marketing source vlc",
      "marketing source validated leads created"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Marketing Source",
      "Event End to End",
      "Event Revenue",
      "Event ROI",
      "Source Targets",
      "Source Quarterly Targets",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Marketing Source Validated Leads (RLM)",
    "type": "metric",
    "desc": "Opportunity detail records in a validated sales stage or greater that meet marketing source criteria for RLM MCR",
    "synonyms": [
      "source validated leads (rlm)"
    ],
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "Marketing Source Win Revenue",
    "type": "metric",
    "desc": "Revenue value of opportunity detail records in a won sales stage that were sourced by Marketing (RLM MCR, BP MCR, or Assist to Create). Included in YTD results when the forecast to bill date (HW/SW) or decision date (Services) is in the current year (regardless of the date / year the opportunity was created).",
    "synonyms": [
      "source win revenue",
      "source wr",
      "source win rev",
      "marketing source wr",
      "marketing source win rev"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Marketing Source",
      "Source Targets",
      "Source Quarterly Targets"
    ]
  },
  {
    "title": "Marketing Source Wins",
    "type": "metric",
    "desc": "Count of opportunity detail records in a won sales stage that meet marketing source criteria for RLM MCR, BP MCR, or Assist to Create. Included in YTD when the forecast to bill date (HW/SW) or decision date (Services) is in the current year (regardless of the date / year the opportunity was created).",
    "synonyms": [
      "source wins",
      "total win influence"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel"
    ]
  },
  {
    "title": "Marketing Win Influence",
    "type": "metric",
    "desc": "Count of opportunity detail records in a won sales stage that meet marketing source or marketing progress evidence of progression criteria.",
    "synonyms": [
      "mktg win influence"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Marketing Win Influence",
      "Win Influence Targets",
      "Win Influence Quarterly Targets",
      "Event Revenue",
      "Event ROI"
    ]
  },
  {
    "title": "Marketing Win Influence Revenue",
    "type": "metric",
    "desc": "Revenue value of opportunity detail records in a won sales stage that meet marketing source or marketing progress evidence of progression criteria.",
    "synonyms": [
      "mktg win influence revenue",
      "influence wr"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Marketing Win Influence",
      "Win Influence Targets",
      "Win Influence Quarterly Targets",
      "Event Revenue",
      "Event ROI"
    ]
  },
  {
    "title": "Media Cost",
    "type": "metric",
    "desc": "Cash Spend on media which excludes credits, over-delivery, agency fees & platform fees (sourced from Datorama) – includes paid search, display, paid social and content syndication",
    "related_reports": [
      "Discovery & Engagement",
      "Paid Media"
    ],
    "synonyms": [
      "cash spend"
    ]
  },
  {
    "title": "Media Responses",
    "type": "metric",
    "desc": "Responses driven from paid media channels only (display, paid search, paid social, and content syndication) as determined by VCPI tagging",
    "related_reports": [
      "Paid Media"
    ]
  },
  {
    "title": "Medium (Top New Contact)",
    "type": "metric",
    "desc": "Response score assigned at time of response.",
    "synonyms": [
      "medium"
    ],
    "related_reports": [
      "Audience Quality"
    ]
  },
  {
    "title": "Mobile Completion Rate",
    "type": "metric",
    "desc": "The percentage of total mobile video starts that result in mobile video completes (video is watched 75% or more). Calculated: Mobile Video Completes / Total Mobile Paid Video Starts",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Mobile Engagement Rate",
    "type": "metric",
    "desc": "The percentage of total mobile visits that are considered engaged (a relevant click / screen touch). Calculated: Mobile Engaged Visits / Total Mobile Visits",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Multiplier",
    "type": "metric",
    "desc": "Number of times the objective is covered by the validated pipeline.",
    "synonyms": [
      "cov x",
      "multipliers"
    ],
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "No Action Responses",
    "type": "metric",
    "desc": "Count of addressable responses where no action was taken by a campaign flowchart. “No Action” includes responses to be investigated and responses where there is no flowchart set up for the campaign.",
    "synonyms": [
      "no action response"
    ],
    "related_reports": [
      "Response Management"
    ]
  },
  {
    "title": "No Show",
    "type": "dimension",
    "desc": "Count of individuals that registered for an event, but did not physically attend.",
    "related_reports": [
      "Event Detail"
    ]
  },
  {
    "title": "Non-Addressable Responses",
    "type": "metric",
    "desc": "Count of Non-addressable Responses that IBM could not take action on such as Students, IBMer, Business Partner, Not Permitted to Contact, Sent to Sellers, etc.",
    "related_reports": [
      "Response Management"
    ],
    "synonyms": [
      "non-addressable response"
    ]
  },
  {
    "title": "Not Available Visits",
    "type": "metric",
    "desc": "Count of visits to pages where the “chat available” tag did not fire. The tag will not fire if there is not an IBM rep logged in and ready to receive a chat. Expected availability is 100% during business hours (8AM-6PM local time). Softlayer pages are excluded.",
    "synonyms": [
      "unavailable visits",
      "unavailable for chat",
      "not available visit"
    ],
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Not in MWS",
    "type": "dimension",
    "desc": "An indication that either: 1.) The asset is in a live campaign, and is not tagged properly in MWS. Please go to the Content Inventory iGuide in MWS to tag the asset, or 2.) The asset is not in a live campaign. No work to be done, unless added to a live campaign.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "NPS",
    "type": "metric",
    "desc": "A composite score that compares the percentage of users that are promoters to the percentage of users that are detractors based on a survey. Option to take survey can appear to web users during or after specific online interactions, including live chat. Calculated: [(Total Promoters minus Total Detractors) divided by Total Respondents] multiplied by 100 (shown as integer ranging from -100 to 100)",
    "synonyms": [
      "net promoter score"
    ],
    "related_reports": [
      "Live Chat Metrics",
      "Net Promoter Score (Medallia)"
    ]
  },
  {
    "title": "Objective (Total Business)",
    "type": "metric",
    "desc": "Quarterly revenue objective (Txn for HW/SW, Signings for Services, Annual Signings for XaaS).  Business Objective in dollars which should be achieved at week 15 of the quarter.",
    "related_reports": [
      "Forecast Quarter Contribution"
    ],
    "synonyms": [
      "objective",
      "total business",
      "objectives"
    ]
  },
  {
    "title": "Offer",
    "type": "dimension",
    "desc": "Offers identify the marketing message used to present calls-to-action to recipients (broader messaging strategy than a specific asset). An offer is identified by a name and an 8-digit offer code from EMM.",
    "synonyms": [
      "offer name",
      "offer code",
      "offers"
    ],
    "related_reports": [
      "Paid Media",
      "Email",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Open Rate",
    "type": "metric",
    "desc": "The percentage of Emails Delivered that were opened by the recipient. Calculated: Unique Email Opens / Unique Emails Delivered",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Opportunity Number",
    "type": "dimension",
    "desc": "Opportunity Number is a unique system-assigned identifier for each opportunity created.",
    "synonyms": [
      "opportunity key",
      "sales opportunity key"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Forecast Quarter Contribution",
      "Event End to End",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Opportunity Owner Org (OO)",
    "type": "dimension",
    "desc": "The Owning Org within IBM who recommends if IBM should or should not bid on a given opportunity and who represents IBM to the customer for the entire life cycle of the opportunity.",
    "synonyms": [
      "oo",
      "owning org"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Event End to End",
      "Event ROI",
      "Webcast E2E Detail",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Opportunity Source L1",
    "type": "dimension",
    "desc": "Grouping for Opportunity Source L2 as defined by the Opportunity Source Business Data Standard (BDS),e.g. Marketing, Digital Brand Specialist.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Event End to End",
      "Event ROI",
      "Webcast E2E Detail",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Opportunity Source L2",
    "type": "dimension",
    "desc": "Defines the source of an opportunity as the person or event which “brought an opportunity to IBM ( or to our business partner)”.",
    "synonyms": [
      "opportunity identifier",
      "oi"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Event End to End",
      "Event ROI",
      "Webcast E2E Detail",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Opt Out Rate",
    "type": "metric",
    "desc": "The percentage of total Emails Delivered that resulted in an Email Opt-out where the user subscribed from future IBM email communications. Calculated: Email Opt-Outs / Unique Emails Delivered",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Origin",
    "type": "dimension",
    "desc": "The Marketing Type portion of the VCPI tag which identifies the source or entry-point of a marketing interaction. Will also contain legacy 7.5 terminology that was not mappable to all the new channel values (eg. social media)",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Originating Marketing Team",
    "type": "dimension",
    "desc": "IBM Marketing team responsible for the original project/campaign set up in EMM Marketing Operations module. Each project code has an OMT value.",
    "synonyms": [
      "ibm marketing team",
      "omt",
      "originating mktg team",
      "marketing team geography"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Discovery & Engagement",
      "Email",
      "Content Analytics"
    ]
  },
  {
    "title": "Other Web Registrations",
    "type": "metric",
    "desc": "Count of the number of times the coremetrics conversion events for Other Registrations were initiated.",
    "synonyms": [
      "other registrations"
    ],
    "related_reports": [
      "Page Insights"
    ]
  },
  {
    "title": "Owning Event Geo",
    "type": "dimension",
    "desc": "Identifies the geo (Geo/Market/Country) to which the team who owns the event belongs and is specified in the event tool suite.",
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Page Engaged Visits",
    "type": "metric",
    "desc": "Count of engaged visit to a single page. The engaged visit count is not deduplicated here, and thus we cannot add up page engaged visit totals across a group of pages.",
    "related_reports": [
      "Page Insights"
    ]
  },
  {
    "title": "Page URL",
    "type": "metric",
    "desc": "A shortened minimum version of the URL that delivers the same webpage experience.",
    "related_reports": [
      "Web Page KPIs"
    ]
  },
  {
    "title": "Page Views",
    "type": "metric",
    "desc": "The number of times a page was viewed, meaning the page was loaded on the user’s browser.",
    "synonyms": [
      "views",
      "page view"
    ],
    "related_reports": [
      "Page Insights"
    ]
  },
  {
    "title": "Page Visits",
    "type": "metric",
    "desc": "Count of web visits to a single page or URL. Page visits cannot be summed since total visits is calculated at the session level, e.g. one session may have multiple page visits but is counted as one visit and more than one page visit.",
    "related_reports": [
      "Page Insights"
    ],
    "synonyms": [
      "page visit"
    ]
  },
  {
    "title": "Paid Completion Rate",
    "type": "metric",
    "desc": "The percentage of total paid video starts that result in video completes (video is watched 75% or more). Calculated: Paid Video Completes / Total Paid Video Starts",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Paid Engagement Rate",
    "type": "metric",
    "desc": "Engagement rate calculated at the page level, for one specific Page. The percentage of total paid visits that are considered engaged (session contains a relevant click). Calculated: Paid Engaged Visits / Total Paid Visits",
    "related_reports": [
      "Page Insights",
      "Content Analytics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Paid Media Engaged Visits",
    "type": "metric",
    "desc": "Engaged visit driven from paid media channels only (display, paid search, and paid social) as determined by VCPI tagging",
    "synonyms": [
      "paid engaged visits",
      "campaign engaged visits"
    ],
    "related_reports": [
      "Paid Media"
    ]
  },
  {
    "title": "Paid Visit",
    "type": "metric",
    "desc": "Count of Visits driven by paid channels only (display, paid search, and paid social) as determined by VCPI tagging. Visits are measured and deduplicated at a session level.",
    "synonyms": [
      "media visit",
      "paid sessions",
      "paid visits"
    ],
    "related_reports": [
      "Paid Media",
      "Web Page KPIs"
    ]
  },
  {
    "title": "PERFORM",
    "type": "metric",
    "desc": "PERFORM = Pipeline Exploration, Revenue Forecasting, Operational Reporting and Management. Projected calculation of Win Revenue based on Validated+ Pipeline for a given pipeline quarter.",
    "synonyms": [
      "ppl"
    ],
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Pipeline Age",
    "type": "dimension",
    "desc": "Group of the opportunity age in days (difference between today and opportunity detail record creation date). Pipeline Age groupings might differ between Business Units.",
    "related_reports": [
      "Forecast Quarter Contribution",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Placement Geo",
    "type": "dimension",
    "desc": "The location of the persons targeted by a campaign, e.g. UKI, WW, etc. Defined by the second geography in the Placement field of VCPI, e.g. WW_UKI",
    "synonyms": [
      "placement geography"
    ],
    "related_reports": [
      "Paid Media",
      "Discovery & Engagement",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue"
    ]
  },
  {
    "title": "Plan",
    "type": "dimension",
    "desc": "Plan is the strategic organizing structure for resource allocation, business objectives, reporting, and management systems. It is the highest level in the Plan Framework hierarchy and each Plan will have Programs and Projects aligned to it.",
    "synonyms": [
      "strategic organization structure",
      "framework plan"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "Discovery & Engagement",
      "Paid Media",
      "Email",
      "Page Insights",
      "Audience Quality",
      "Response Management",
      "E2E Funnel",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Event ROI",
      "Event Detail",
      "Event End to End",
      "Webcast E2E Detail",
      "RLM Workload Detail",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Plan Element",
    "type": "dimension",
    "desc": "Unit of work level for expense and revenue planning. Depicts what will be done to deliver the business objectives, based on pre-defined values.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Plan Framework",
    "type": "dimension",
    "desc": "The strategic organizing structure for executing marketing campaigns that manages resource allocation, business objectives, reporting, and management systems. Campaign hierarchy includes project, program and plan.",
    "synonyms": [
      "campaign hierarchy",
      "plan framework hierarchy",
      "campiagn hierarchy"
    ],
    "related_reports": [
      "Response Management",
      "Marketing Top Sheet",
      "E2E Funnel",
      "Discovery & Engagement",
      "Email",
      "Content Analytics",
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI",
      "Forecast Quarter Contribution",
      "IBM Digital Analytics",
      "Live Chat Metrics",
      "Live Chat Metrics",
      "Marketing Progress",
      "Marketing Source",
      "Marketing Win Influence",
      "Page Insights",
      "Paid Media",
      "RLM Create Funnel",
      "RLM Workload Detail",
      "Source Quarterly Targets",
      "Source Targets",
      "Web Metrics",
      "Web Page KPIs",
      "Webcast E2E Detail",
      "Win Influence Quarterly Targets",
      "Win Influence Targets",
      "YTD Source Contribution",
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "Platform",
    "type": "dimension",
    "desc": "A collection of web pages based on their URL string, e.g. Marketplace.",
    "related_reports": [
      "Web Metrics"
    ],
    "synonyms": [
      "platforms"
    ]
  },
  {
    "title": "PPL Contribution",
    "type": "metric",
    "desc": "Percent marketing contribution to PERFORM. PERFORM available for CQ, NQ and NQ+1.",
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Program",
    "type": "dimension",
    "desc": "Programs logically subdivide a Plan for more effective planning and execution – along profession needs, industry imperatives, or product capablity areas as defined by BU leaders. Each Program will have Projects aligned to it.",
    "related_reports": [
      "Marketing Top Sheet",
      "Discovery & Engagement",
      "Paid Media",
      "Email",
      "Page Insights",
      "Audience Quality",
      "Response Management",
      "E2E Funnel",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Event ROI",
      "Event Detail",
      "Event End to End",
      "Webcast E2E Detail",
      "RLM Workload Detail",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Project",
    "type": "dimension",
    "desc": "A unique project or campaign. Distinct projects are identified by an 8-character alphanumeric code (e.g. 00000ABC)",
    "synonyms": [
      "distinct project",
      "marketing operations project",
      "mo project"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "Discovery & Engagement",
      "Paid Media",
      "Email",
      "Page Insights",
      "Audience Quality",
      "Response Management",
      "E2E Funnel",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "Event ROI",
      "Event Detail",
      "Event End to End",
      "Webcast E2E Detail",
      "RLM Workload Detail",
      "RLM Create Funnel"
    ]
  },
  {
    "title": "Project start date",
    "type": "dimension",
    "desc": "The date that a campaign/project was launched according to EMM start date.",
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "Project status",
    "type": "dimension",
    "desc": "An indicator in EMM of the stage of the project’s lifecycle, e.g. In Progress or Completed.",
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "Proprietary Show Rate",
    "type": "metric",
    "desc": "The percent of event registrants who attended the event.  Registrants include those who show up without registering prior to the event. Applies to proprietary events only when IBM took event registrations through GRP or AST.",
    "synonyms": [
      "show rate"
    ],
    "related_reports": [
      "Event Detail"
    ]
  },
  {
    "title": "Qualified+",
    "type": "metric",
    "desc": "Revenue value of all open or won opportunity detail records in a qualified sales stage or greater.  Includes sales stages of qualified, conditional agreement and won.",
    "synonyms": [
      "qualified+ pipeline"
    ],
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Qualified+ Contribution",
    "type": "metric",
    "desc": "Percent marketing contribution to Qualified+ pipeline.",
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Registered",
    "type": "metric",
    "desc": "Count of individuals enrolled in an event.",
    "related_reports": [
      "Event Detail"
    ]
  },
  {
    "title": "Registration Rate",
    "type": "metric",
    "desc": "Percentage of Campaign Visits that resulted in a Registration. Calculated: Campaign registrations / Campaign Visits (both identified by presence of VCPI tagging)",
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Registrations",
    "type": "metric",
    "desc": "Count of inbound records where a person has provided business personal information when accepting a call to action and has completed a web registration form, business reply card, event or webcast registration form prior to the event / webcast or interacts with IBM at a third party event.",
    "related_reports": [
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Rep Focus",
    "type": "dimension",
    "desc": "Lists the IBM rep skills or subject area.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Rep IOT",
    "type": "dimension",
    "desc": "IOT of the IBM DDR Representative.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Rep Role",
    "type": "dimension",
    "desc": "Classifies the IBM rep as a DDR, DOR, Tech, etc… Click on the drop down to see the full list.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Response Date",
    "type": "dimension",
    "desc": "Date that individual responded",
    "related_reports": [
      "Audience Quality"
    ]
  },
  {
    "title": "Response Rate",
    "type": "metric",
    "desc": "Percentage of Campaign Visits that resulted in a Response. Calculated: Responses / Campaign Visits (both identified by presence of VCPI)",
    "related_reports": [
      "E2E Funnel",
      "Discovery & Engagement"
    ]
  },
  {
    "title": "Response Score",
    "type": "dimension",
    "desc": "The response score assigned by the scoring model (strong, medium, or weak) to the individual responder at the time of form completion.",
    "synonyms": [
      "transaction response score",
      "transactional response score"
    ],
    "related_reports": [
      "Audience Quality",
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Responses",
    "type": "metric",
    "desc": "Count of registrations where the person has provided quality business personal information. Quality business personal business information is when there is a name, one valid contact method (email address, phone, physical address), is from a valid person, is not an IBMer and is unique for the person within a 24 hour period for the campaign, offer and asset.",
    "synonyms": [
      "total responses"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "Discovery & Engagement",
      "Paid Media",
      "Event Detail",
      "Event End to End",
      "Event ROI",
      "Webcast E2E Detail",
      "E2E Funnel"
    ]
  },
  {
    "title": "Revenue Type",
    "type": "dimension",
    "desc": "Categorizes opportunity revenue based upon the offering.  Transactional (FV) is for hardware and software. Total signings (TSV) is for services contracts.  Annual signings (ACV) is for a service offering.",
    "synonyms": [
      "fv",
      "tsv",
      "acv"
    ],
    "related_reports": [
      "Source Targets",
      "Source Quarterly Targets",
      "Marketing Source",
      "Event Revenue",
      "Event ROI"
    ]
  },
  {
    "title": "RLM Rate",
    "type": "metric",
    "desc": "The perecentage of responses sent to XXRs as RLM Workload. Calculated: RLM Workload / Responses.",
    "synonyms": [
      "rlm rate %"
    ],
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "RLM Workload",
    "type": "metric",
    "desc": "Number of Leads detail records sent to Response and Lead Management (RLM) resources for interaction.  Includes records where the individual asked to be contacted, the individual responded to a marketing initiative and RLM follow-up is defined by campaign design, or the individual is being targeted for a RLM cold call.",
    "synonyms": [
      "leads"
    ],
    "related_reports": [
      "E2E Funnel",
      "RLM Create Funnel",
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Sales Channel",
    "type": "dimension",
    "desc": "Name of the XXR team to which the records are assigned.",
    "related_reports": [
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Sales Channel Group",
    "type": "dimension",
    "desc": "Organization to which the XXR Sales Channel belongs.",
    "related_reports": [
      "RLM Workload Detail"
    ]
  },
  {
    "title": "Sales Chat Pts. vs Target",
    "type": "metric",
    "desc": "The point difference of sales chat % below target. Calculated: Sales Chat Target % – IBM Target.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Sales Chat Rate",
    "type": "metric",
    "desc": "The percentage of total chats that were sales related. Calculated: Sales Chats / Total Chats.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Sales Chat Rate Target",
    "type": "metric",
    "desc": "Chat, rep, and NPS targets set at the beginning of the year set by Marketing Platforms and Digital Sales",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Sales Chats",
    "type": "metric",
    "desc": "Chats deemed sales related, based on post chat rep survey.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Sales Opportunity Detail Key",
    "type": "dimension",
    "desc": "A string of characters which is unique for each opportunity detail record associated with an opportunity number.  Opportunity details define the different products / solutions which belong to the overall opportunity record (e.g. software part, services part, etc.).",
    "synonyms": [
      "opportunity detail record"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Event End to End",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Sales Stage",
    "type": "dimension",
    "desc": "Identifies the phase of the sales cycle for an opportunity, e.g. Identified, Validated, etc.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Scheduler",
    "type": "metric",
    "desc": "Count of the number of times the coremetrics conversion event for the LiveAdvisor Scheduler was initiated.",
    "related_reports": [
      "Page Insights"
    ]
  },
  {
    "title": "Send Failure",
    "type": "metric",
    "desc": "eMessage is able to determine in advance that the email cannot / should not be sent and did not send the email message. Often because the email address has a bad syntax or appears on the global email suppression list.",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Skillset",
    "type": "dimension",
    "desc": "Combination of language and skill tagged on the URL. This is used to help route chats to the appropriate IBM rep with the same skillset.",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Soft Bounce",
    "type": "metric",
    "desc": "Count of email addresses with a temporary bounce (due to spam filter, recipient’s mailbox full, email account temporarily suspended, email server outage, etc.)",
    "related_reports": [
      "Email"
    ]
  },
  {
    "title": "Source Rate % (RLM)",
    "type": "metric",
    "desc": "The percentage of RLM Workload that results in Source Validated Leads. Calculated: Count of Source Validated Leads (RLM Only) / RLM Workload.",
    "synonyms": [
      "source rate percentage",
      "source rate %"
    ],
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "Source Win Conversion (RLM)",
    "type": "metric",
    "desc": "The percentage of Source Validated Leads that result in a Source Win. Calculated: Source Wins (RLM Only) / Source Validated Leads (RLM Only)",
    "synonyms": [
      "workload % that results in source validated leads",
      "win conversion (rlm only)"
    ],
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "Source Wins (RLM)",
    "type": "metric",
    "desc": "Opportunity detail records in a won sales stage that meet marketing source criteria for RLM MCR",
    "related_reports": [
      "E2E Funnel"
    ]
  },
  {
    "title": "Sponsor Business Unit (BU)",
    "type": "dimension",
    "desc": "Identifies the the primary IBM Business Unit that an event supports as specified in the event tool suite.",
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI",
      "Webcast E2E Detail"
    ]
  },
  {
    "title": "Starts per Video",
    "type": "metric",
    "desc": "Average starts per video. Calculated: Total Video Starts / Total Distinct Count of Videos",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Surveys Completed",
    "type": "metric",
    "desc": "Number of surveys completed by DDR reps to define the “chat result.” This provides the information we need in order to classify a chat as “Sales” or “High Quality”",
    "related_reports": [
      "Live Chat Metrics"
    ]
  },
  {
    "title": "Tagged Asset",
    "type": "dimension",
    "desc": "A Campaign Asset within the Marketer Workspace Content Inventory that is tagged with the following fields: Content Type, Content Format, Buyer Stage & Delivery URL.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Top Project",
    "type": "dimension",
    "desc": "A Project that is associated directly to a Program. Using the Top Project filter or dimension will result in aggregate data that includes results for the Top Project and ALL the projects in the hierarchy that fall below it.",
    "synonyms": [
      "top filter",
      "root project"
    ],
    "related_reports": [
      "Marketing Top Sheet",
      "E2E Funnel",
      "Discovery & Engagement",
      "Email"
    ]
  },
  {
    "title": "Total Addressable Responses",
    "type": "metric",
    "desc": "Count of Responses that a campaign should taken action on. Excludes non-addressable responses, e.g. Students, Business Partners, Test Records, Suppressions, etc.",
    "synonyms": [
      "addressable responses"
    ],
    "related_reports": [
      "Response Management"
    ]
  },
  {
    "title": "Traffic Source",
    "type": "dimension",
    "desc": "An indication of the channel that drove a visit to an IBM domain page. Provides visibility to the different sources that send traffic to IBM.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Transaction Size",
    "type": "dimension",
    "desc": "Categorizes opportunity detail records by revenue value.  Same category groups used for all Business Units.",
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Forecast Quarter Contribution",
      "Event Revenue",
      "Marketing Win Influence"
    ]
  },
  {
    "title": "Trials",
    "type": "metric",
    "desc": "Count of the number of times the coremetrics conversion event for Trial Sign Up was initiated.",
    "synonyms": [
      "trial conversion events"
    ],
    "related_reports": [
      "Page Insights"
    ]
  },
  {
    "title": "Un-Tagged Asset",
    "type": "dimension",
    "desc": "A Campaign Asset within the Marketer Workspace Content Inventory that has one or more untagged entries for the following fields: Content Type, Content Format, Buying Stage & Delivery URL.",
    "synonyms": [
      "untagged asset"
    ],
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Unique Responders",
    "type": "metric",
    "desc": "Unique individuals who responded. A response is any web registration or event attendee who has provided personal information. Responses exclude IBMers and invalid records/bad data.",
    "synonyms": [
      "unique responses"
    ],
    "related_reports": [
      "Audience Quality"
    ]
  },
  {
    "title": "Validated Leads Created",
    "type": "metric",
    "desc": "Count of opportunity detail records in a validated sales stage or greater. Reported in YTD if opportunity detail create date is in current year.",
    "synonyms": [
      "vlc"
    ],
    "related_reports": [
      "YTD Source Contribution"
    ]
  },
  {
    "title": "Validated Leads Revenue Created",
    "type": "metric",
    "desc": "Revenue value of opportunity detail records in a validated sales stage or greater. Reported in YTD if opportunity detail create date is in current year.",
    "synonyms": [
      "vlrc"
    ],
    "related_reports": [
      "YTD Source Contribution"
    ]
  },
  {
    "title": "Validated Pipeline",
    "type": "metric",
    "desc": "Opportunities which are in an open validated or greater sales stage or won and meet the pipeline business criteria.  Pipeline business criteria is identified by Revenue Type (FV, TSV or ACV) indicator = Y.",
    "synonyms": [
      "val pipe",
      "vp"
    ],
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Validated+",
    "type": "metric",
    "desc": "Revenue value of all open or won opportunity detail records in a validated sales stage or greater.  Includes sales stages of validated, qualified, conditional agreement and won.",
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Validated+ Contribution",
    "type": "metric",
    "desc": "Percent marketing contribution to Validated+ pipeline.",
    "related_reports": [
      "Forecast Quarter Contribution"
    ]
  },
  {
    "title": "Venue Geo",
    "type": "dimension",
    "desc": "Identifies the geography (Geo/Market/Country) of the physical location of the venue where the event is taking place as specified in the event tool suite.",
    "synonyms": [
      "venue geography"
    ],
    "related_reports": [
      "Event Detail",
      "Event End to End",
      "Event Revenue",
      "Event ROI"
    ]
  },
  {
    "title": "Video Complete",
    "type": "metric",
    "desc": "At least 75% of the video has been watched.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Video Completion Rate",
    "type": "metric",
    "desc": "The percentage of total starts that result in video completes. Calculated: Total Video Completes / Total Video Starts",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Video Count",
    "type": "metric",
    "desc": "The distinct count of videos that have received at lease one start within the filtered date range.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Video Length",
    "type": "metric",
    "desc": "The length of the video, measured in seconds.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Video Starts",
    "type": "metric",
    "desc": "When a visitor initiates the start of a video.",
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Visit Rate",
    "type": "metric",
    "desc": "The percentage of paid media ad impressions that resulted in a visit. Calculated: Campaign Visits (excluding email and owned social) / Total Impressions",
    "synonyms": [
      "% of ad that result in visit",
      "paid media/impressions",
      "impressions by ad",
      "impression to visit",
      "impression to visit rate"
    ],
    "related_reports": [
      "E2E Funnel",
      "Discovery & Engagement",
      "Web Metrics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Visit/Asset",
    "type": "metric",
    "desc": "Average visits per asset. Calculated: Total Visits / Total Distinct Count of Assets",
    "synonyms": [
      "visit per asset"
    ],
    "related_reports": [
      "Content Analytics"
    ]
  },
  {
    "title": "Visitor IMT",
    "type": "dimension",
    "desc": "The Market of the visitor.",
    "related_reports": [
      "Content Analytics",
      "Web Metrics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Visitor IOT",
    "type": "dimension",
    "desc": "The Geography of the visitor.",
    "related_reports": [
      "Content Analytics",
      "Web Metrics",
      "Web Page KPIs"
    ]
  },
  {
    "title": "Win Revenue",
    "type": "metric",
    "desc": "Revenue value of opportunities that have a Sales Stage of Won with a forecast to bill date (HW/SW) or decision date (IGS) in the current year (regardless of the date/year the opportunity was created) and meet pipeline business criteria. Pipeline business criteria is identified by Revenue Type (FV, TSV, or ACV) indicator = Y.",
    "synonyms": [
      "wr"
    ],
    "related_reports": [
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "Wins",
    "type": "metric",
    "desc": "Count of opportunity detail records that have a Sales Stage of Won with a forecast to bill date (HW/SW) or decision date (IGS) in the current year (regardless of the date/year the opportunity was created) and meet pipelilne business criteria. Pipeline business criteria is identified by Revenue Type (FV, TSV, or ACV) indicator = Y.",
    "related_reports": [
      "YTD Win Influence Contribution"
    ]
  },
  {
    "title": "Workload Type Category",
    "type": "dimension",
    "desc": "Indicates the source of the records assigned to RLM resources.",
    "related_reports": [
      "RLM Workload Detail"
    ]
  },
  {
    "title": "WTW",
    "type": "metric",
    "desc": "Week to week change. Prior week restated based upon business dimension changes",
    "synonyms": [
      "week to week",
      "week over week"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "RLM Create Funnel",
      "Event ROI"
    ]
  },
  {
    "title": "WtW %",
    "type": "metric",
    "desc": "Percentage of the year to date actual value represented by the weekly change (WtW) value.",
    "synonyms": [
      "week to week %",
      "week to week percent"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "RLM Create Funnel",
      "Event ROI"
    ]
  },
  {
    "title": "YTY",
    "type": "metric",
    "desc": "Year to year percentage change from the same point in time last year",
    "synonyms": [
      "year to year",
      "year over year"
    ],
    "related_reports": [
      "Marketing Source",
      "Marketing Progress",
      "Marketing Win Influence",
      "Event Revenue",
      "RLM Create Funnel",
      "Event ROI",
      "YTD Source Contribution",
      "YTD Win Influence Contribution",
      "Source Targets",
      "Marketing Win Influence"
    ]
  }
]
